Repository: SocialPass/socialpass
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: bn

source: Capacity
bn: ক্ষমতা

source: Max per person
bn: জনপ্রতি সর্বোচ্চ

source: Sign Out
bn: সাইন আউট

source: Hosting the Next Generation of Events
bn: নতুন প্রজন্মের ইভেন্ট হোস্টিং

source: Switch Teams
bn: দল পাল্টান

source: None found
bn: একটিও পাওয়া যায়নি

source: Create Team
bn: দল তৈরি করুন

source: Events Manager
bn: ইভেন্ট ম্যানেজার

source: Create an Event
bn: একটি ইভেন্ট তৈরি করুন

source: Events
bn: ইভেন্ট তালিকা

source: Team Manager
bn: দলের ম্যানেজার

source: Team Details
bn: দলের বিবরণ

source: Manage Members
bn: সদস্যদের পরিচালনা করুন

source: Payment Details
bn: পেমেন্ট বিবরণ

source: Support
bn: সমর্থন

source: Help Center
bn: সাহায্য কেন্দ্র

source: Blog
bn: ব্লগ

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Manage Emails
bn: ইমেল পরিচালনা করুন

source: Go Live
bn: লাইভ যান

source: Event is live!
bn: ইভেন্ট লাইভ

source: This event is live. Check the public page and scanner link!
bn: এই ইভেন্ট লাইভ. পাবলিক পেজ এবং স্ক্যানার লিঙ্ক চেক করুন

source: Let’s Publish this Event!
bn: ইভেন্ট প্রকাশ করা যাক

source: If everything looks good, hit go live!
bn: সবকিছু ভাল দেখায়, লাইভ যান

source: Start
bn: শুরু

source: End
bn: শেষ

source: Timezone
bn: সময় অঞ্চল

source: Address
bn: ঠিকানা

source: Live Event
bn: লাইভ ইভেন্ট

source: Draft Event
bn: খসড়া ইভেন্ট

source: Public Page
bn: পাবলিক পেজ

source: Check-In (Scanner)
bn: চেক-ইন (স্ক্যানার)

source: Preview Event
bn: পূর্বরূপ

source: Go Live!
bn: লাইভ যান

source: Events by
bn: ইভেন্ট তালিকা

source: All
bn: সব

source: Live
bn: লাইভ

source: Draft
bn: খসড়া

source: Event
bn: ইভেন্ট

source: Sold
bn: বিক্রি

source: Status
bn: স্ট্যাটাস

source: Edit
bn: সম্পাদনা করুন

source: Tickets
bn: টিকিট

source: Preview
bn: পূর্বরূপ

source: Delete
bn: মুছে ফেলুন

source: Prev
bn: পূর্ববর্তী

source: Page
bn: পৃষ্ঠা

source: of
bn: অব

source: Next
bn: পরবর্তী

source: The Tix
bn: টিকিট

source: Create one or multiple ticket tiers.
bn: এক বা একাধিক টিকিটের স্তর তৈরি করুন।

source: Add Ticket Tier
bn: টিকিট স্তর যোগ করুন

source: Paid
bn: পেড

source: Ticket Tier
bn: টিকিট স্তর

source: Free
bn: বিনামূল্যে

source: NFT-Gated
bn: NFT- গেটেড

source: Guests per ticket
bn: টিকিট প্রতি অতিথি

source: NFT Requirements
bn: NFT প্রয়োজনীয়তা

source: Network
bn: নেটওয়ার্ক

source: Token Address
bn: টোকেন ঠিকানা

source: Create a ticket that requires payment
bn: একটি টিকিট তৈরি করুন যাতে অর্থপ্রদানের প্রয়োজন হয়

source: Before you can create paid ticket tiers, you need to connect your Stripe account to your team.
bn: আপনি পেইড টিকিটের স্তর তৈরি করার আগে, আপনাকে আপনার স্ট্রাইপ অ্যাকাউন্টটি আপনার দলের সাথে সংযুক্ত করতে হবে।

source: Go to payment details
bn: পেমেন্টের বিবরণে যান

source: Create free tickets for General Admission
bn: সাধারণ ভর্তির জন্য বিনামূল্যে টিকিট তৈরি করুন

source: Reward your holders with some sweet tickets
bn: আপনার ধারকদের কিছু মিষ্টি টিকিট দিয়ে পুরস্কৃত করুন
